Repository: SlackJaw74/tennis-elbow
Catalog: TennisElbow/TennisElbow/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt

# activity.wrist_extension_stretch.description
source: Gentle stretching to improve flexibility
de: Sanfte Dehnung zur Verbesserung der Flexibilität
es: Estiramiento suave para mejorar la flexibilidad
fr: Étirement doux pour améliorer la flexibilité
it: Allungamento delicato per migliorare la flessibilità
ja: 柔軟性を向上させるための優しいストレッチ
nl: Zachte stretching om flexibiliteit te verbeteren
pt: Alongamento suave para melhorar a flexibilidade

# activity.wrist_flexion_stretch.description
source: Stretches the extensors of the forearm
de: Dehnt die Streckmuskeln des Unterarms
es: Estira los extensores del antebrazo
fr: Étire les muscles extenseurs de l'avant-bras
it: Allunga gli estensori dell'avambraccio
ja: 前腕の伸筋をストレッチ
nl: Strekt de extensoren van de onderarm
pt: Alonga os extensores do antebraço

# activity.eccentric_wrist_extension.description
source: Strengthening exercise for forearm extensors
de: Kräftigungsübung für die Unterarmstreckmuskeln
es: Ejercicio de fortalecimiento para extensores del antebrazo
fr: Exercice de renforcement des extenseurs de l'avant-bras
it: Esercizio di rafforzamento per gli estensori dell'avambraccio
ja: 前腕伸筋の強化運動
nl: Krachtoefening voor onderarmextensoren
pt: Exercício de fortalecimento para extensores do antebraço

# activity.grip_strengthening.description
source: Build grip and forearm strength
de: Aufbau von Griff- und Unterarmkraft
es: Desarrollar la fuerza del agarre y del antebrazo
fr: Renforce la préhension et l'avant-bras
it: Sviluppa la forza della presa e dell'avambraccio
ja: 握力と前腕の筋力を強化
nl: Bouw greepkracht en onderarmkracht op
pt: Desenvolver força de preensão e do antebraço

# activity.ice_therapy.description
source: Reduce inflammation and pain
de: Reduziert Entzündungen und Schmerzen
es: Reducir la inflamación y el dolor
fr: Réduit l'inflammation et la douleur
it: Riduce l'infiammazione e il dolore
ja: 炎症と痛みを軽減
nl: Verminder ontsteking en pijn
pt: Reduzir inflamação e dor

# activity.forearm_massage.description
source: Self-massage to reduce tension
de: Selbstmassage zur Verringerung von Verspannungen
es: Automasaje para reducir la tensión
fr: Auto-massage pour réduire les tensions
it: Auto-massaggio per ridurre la tensione
ja: 緊張を和らげるセルフマッサージ
nl: Zelfmassage om spanning te verminderen
pt: Automassagem para reduzir a tensão

# activity.wrist_rotations.description
source: Improve mobility and circulation
de: Verbessert Beweglichkeit und Durchblutung
es: Mejorar la movilidad y la circulación
fr: Améliore la mobilité et la circulation
it: Migliora la mobilità e la circolazione
ja: 可動性と血行を改善
nl: Verbeter mobiliteit en circulatie
pt: Melhorar mobilidade e circulação

# activity.pain_level_check.description
source: Track your pain level after activities
de: Verfolgen Sie Ihr Schmerzniveau nach den Aktivitäten
es: Registre su nivel de dolor después de las actividades
fr: Suivez votre niveau de douleur après les activités
it: Monitora il tuo livello di dolore dopo le attività
ja: 活動後の痛みレベルを記録
nl: Volg uw pijnniveau na activiteiten
pt: Acompanhe seu nível de dor após as atividades

# activity.wrist_extension_stretch.instruction.1
source: Extend your arm in front with palm facing down
de: Strecken Sie Ihren Arm nach vorne mit der Handfläche nach unten
es: Extienda el brazo frente a usted con la palma hacia abajo
fr: Tendez votre bras devant vous, paume vers le bas
it: Estendi il braccio davanti a te con il palmo rivolto verso il basso
ja: 手のひらを下に向けて腕を前に伸ばします
nl: Strek uw arm voor u uit met de handpalm naar beneden
pt: Estenda seu braço à frente com a palma voltada para baixo

# activity.wrist_extension_stretch.instruction.2
source: Use your other hand to gently pull fingers back
de: Ziehen Sie die Finger mit der anderen Hand sanft nach hinten
es: Use la otra mano para tirar suavemente los dedos hacia atrás
fr: Utilisez votre autre main pour tirer doucement les doigts vers l'arrière
it: Usa l'altra mano per tirare delicatamente le dita all'indietro
ja: もう一方の手で指を優しく後ろに引きます
nl: Gebruik uw andere hand om de vingers voorzichtig naar achteren te trekken
pt: Use a outra mão para puxar suavemente os dedos para trás

# activity.wrist_extension_stretch.instruction.3
source: Hold for 15-30 seconds
de: Halten Sie die Position 15-30 Sekunden
es: Mantenga durante 15-30 segundos
fr: Maintenez pendant 15 à 30 secondes
it: Mantieni la posizione per 15-30 secondi
ja: 15〜30秒間保持します
nl: Houd 15-30 seconden vast
pt: Mantenha por 15-30 segundos

# activity.wrist_extension_stretch.instruction.4
source: Repeat on both arms
de: Wiederholen Sie dies an beiden Armen
es: Repita en ambos brazos
fr: Répétez sur les deux bras
it: Ripeti su entrambe le braccia
ja: 両腕で繰り返します
nl: Herhaal met beide armen
pt: Repita em ambos os braços

# activity.wrist_flexion_stretch.instruction.1
source: Extend your arm with palm facing up
de: Strecken Sie Ihren Arm mit der Handfläche nach oben
es: Extienda el brazo con la palma hacia arriba
fr: Tendez votre bras, paume vers le haut
it: Estendi il braccio con il palmo rivolto verso l'alto
ja: 手のひらを上に向けて腕を伸ばします
nl: Strek uw arm uit met de handpalm naar boven
pt: Estenda seu braço com a palma voltada para cima

# activity.wrist_flexion_stretch.instruction.2
source: Gently pull fingers down with other hand
de: Ziehen Sie die Finger mit der anderen Hand sanft nach unten
es: Tire suavemente los dedos hacia abajo con la otra mano
fr: Tirez doucement les doigts vers le bas avec l'autre main
it: Tira delicatamente le dita verso il basso con l'altra mano
ja: もう一方の手で指を優しく下に引きます
nl: Trek de vingers voorzichtig naar beneden met de andere hand
pt: Puxe suavemente os dedos para baixo com a outra mão

# activity.wrist_flexion_stretch.instruction.3
source: Hold for 15-30 seconds
de: Halten Sie die Position 15-30 Sekunden
es: Mantenga durante 15-30 segundos
fr: Maintenez pendant 15 à 30 secondes
it: Mantieni la posizione per 15-30 secondi
ja: 15〜30秒間保持します
nl: Houd 15-30 seconden vast
pt: Mantenha por 15-30 segundos

# activity.wrist_flexion_stretch.instruction.4
source: Feel the stretch in your forearm
de: Spüren Sie die Dehnung in Ihrem Unterarm
es: Sienta el estiramiento en su antebrazo
fr: Sentez l'étirement dans votre avant-bras
it: Senti l'allungamento nell'avambraccio
ja: 前腕のストレッチを感じてください
nl: Voel de stretch in uw onderarm
pt: Sinta o alongamento no seu antebraço

# activity.eccentric_wrist_extension.instruction.1
source: Rest your forearm on a table, palm down
de: Legen Sie Ihren Unterarm auf einen Tisch, Handfläche nach unten
es: Apoye el antebrazo en una mesa, con la palma hacia abajo
fr: Posez votre avant-bras sur une table, paume vers le bas
it: Appoggia l'avambraccio su un tavolo, palmo verso il basso
ja: 手のひらを下にして前腕をテーブルに置きます
nl: Rust uw onderarm op een tafel, handpalm naar beneden
pt: Apoie seu antebraço em uma mesa, palma para baixo

# activity.eccentric_wrist_extension.instruction.2
source: Hold a light weight (1-2 lbs to start)
de: Halten Sie ein leichtes Gewicht (zum Anfang 0,5-1 kg)
es: Sostenga un peso ligero (comience con 1-2 lbs)
fr: Tenez un poids léger (500 g à 1 kg pour commencer)
it: Tieni un peso leggero (inizia con 0,5-1 kg)
ja: 軽い重り（最初は1〜2ポンド）を持ちます
nl: Houd een licht gewicht vast (begin met 0,5-1 kg)
pt: Segure um peso leve (0,5-1 kg para começar)

# activity.eccentric_wrist_extension.instruction.3
source: Slowly lower the weight by bending wrist down
de: Senken Sie das Gewicht langsam, indem Sie das Handgelenk nach unten beugen
es: Baje lentamente el peso doblando la muñeca hacia abajo
fr: Abaissez lentement le poids en pliant le poignet vers le bas
it: Abbassa lentamente il peso piegando il polso verso il basso
ja: 手首を下に曲げてゆっくりと重りを下ろします
nl: Laat het gewicht langzaam zakken door uw pols naar beneden te buigen
pt: Abaixe lentamente o peso dobrando o punho para baixo

# activity.eccentric_wrist_extension.instruction.4
source: Use other hand to help raise it back up
de: Verwenden Sie die andere Hand, um es wieder nach oben zu heben
es: Use la otra mano para ayudar a levantarlo nuevamente
fr: Utilisez l'autre main pour aider à le remonter
it: Usa l'altra mano per aiutarti a sollevarlo
ja: もう一方の手で元の位置に戻すのを助けます
nl: Gebruik uw andere hand om het terug omhoog te helpen
pt: Use a outra mão para ajudar a levantá-lo de volta

# activity.eccentric_wrist_extension.instruction.5
source: Focus on the lowering motion
de: Konzentrieren Sie sich auf die Absenkbewegung
es: Concéntrese en el movimiento de descenso
fr: Concentrez-vous sur le mouvement de descente
it: Concentrati sul movimento di abbassamento
ja: 下ろす動作に集中してください
nl: Focus op de neerwaartse beweging
pt: Concentre-se no movimento de descida

# activity.grip_strengthening.instruction.1
source: Use a stress ball or grip strengthener
de: Verwenden Sie einen Stressball oder Grifftrainer
es: Use una pelota antiestrés o fortalecedor de agarre
fr: Utilisez une balle anti-stress ou un renforçateur de préhension
it: Usa una palla anti-stress o un rafforzatore per la presa
ja: ストレスボールまたはグリップ強化器具を使用します
nl: Gebruik een stressbal of greepkrachttrainer
pt: Use uma bola antiestresse ou fortalecedor de preensão

# activity.grip_strengthening.instruction.2
source: Squeeze firmly for 5 seconds
de: Drücken Sie fest für 5 Sekunden
es: Apriete firmemente durante 5 segundos
fr: Serrez fermement pendant 5 secondes
it: Stringi con forza per 5 secondi
ja: 5秒間しっかりと握ります
nl: Knijp stevig gedurende 5 seconden
pt: Aperte firmemente por 5 segundos

# activity.grip_strengthening.instruction.3
source: Release slowly
de: Lassen Sie langsam los
es: Suelte lentamente
fr: Relâchez lentement
it: Rilascia lentamente
ja: ゆっくりと力を緩めます
nl: Laat langzaam los
pt: Solte lentamente

# activity.grip_strengthening.instruction.4
source: Rest between sets
de: Ruhen Sie sich zwischen den Sätzen aus
es: Descanse entre series
fr: Reposez-vous entre les séries
it: Riposa tra le serie
ja: セット間に休憩を取ります
nl: Rust tussen sets
pt: Descanse entre as séries

# activity.ice_therapy.instruction.1
source: Apply ice pack to outer elbow
de: Legen Sie einen Eisbeutel auf den äußeren Ellenbogen
es: Aplique una bolsa de hielo en la parte externa del codo
fr: Appliquez une poche de glace sur la partie externe du coude
it: Applica un impacco di ghiaccio sul gomito esterno
ja: 肘の外側にアイスパックを当てます
nl: Breng een ijspak aan op de buitenkant van de elleboog
pt: Aplique uma bolsa de gelo na parte externa do cotovelo

# activity.ice_therapy.instruction.2
source: Use a towel to protect skin
de: Verwenden Sie ein Handtuch zum Schutz der Haut
es: Use una toalla para proteger la piel
fr: Utilisez une serviette pour protéger la peau
it: Usa un asciugamano per proteggere la pelle
ja: 皮膚を保護するためにタオルを使用します
nl: Gebruik een handdoek om de huid te beschermen
pt: Use uma toalha para proteger a pele

# activity.ice_therapy.instruction.3
source: Apply for 15 minutes
de: Tragen Sie es für 15 Minuten auf
es: Aplique durante 15 minutos
fr: Appliquez pendant 15 minutes
it: Applica per 15 minuti
ja: 15分間冷やします
nl: Breng 15 minuten aan
pt: Aplique por 15 minutos

# activity.ice_therapy.instruction.4
source: Repeat 3-4 times daily as needed
de: Wiederholen Sie dies 3-4 Mal täglich nach Bedarf
es: Repita 3-4 veces al día según sea necesario
fr: Répétez 3 à 4 fois par jour selon les besoins
it: Ripeti 3-4 volte al giorno secondo necessità
ja: 必要に応じて1日3〜4回繰り返します
nl: Herhaal 3-4 keer per dag indien nodig
pt: Repita 3-4 vezes ao dia conforme necessário

# activity.forearm_massage.instruction.1
source: Use your thumb to apply gentle pressure
de: Verwenden Sie Ihren Daumen, um sanften Druck auszuüben
es: Use el pulgar para aplicar presión suave
fr: Utilisez votre pouce pour appliquer une pression douce
it: Usa il pollice per applicare una pressione delicata
ja: 親指を使って優しく圧力をかけます
nl: Gebruik uw duim om zachte druk uit te oefenen
pt: Use seu polegar para aplicar pressão suave

# activity.forearm_massage.instruction.2
source: Massage along the forearm muscles
de: Massieren Sie entlang der Unterarmmuskeln
es: Masajee a lo largo de los músculos del antebrazo
fr: Massez le long des muscles de l'avant-bras
it: Massaggia lungo i muscoli dell'avambraccio
ja: 前腕の筋肉に沿ってマッサージします
nl: Masseer langs de onderarmspieren
pt: Massageie ao longo dos músculos do antebraço

# activity.forearm_massage.instruction.3
source: Focus on tender points
de: Konzentrieren Sie sich auf empfindliche Punkte
es: Concéntrese en los puntos sensibles
fr: Concentrez-vous sur les points sensibles
it: Concentrati sui punti dolenti
ja: 圧痛点に焦点を当てます
nl: Focus op gevoelige punten
pt: Concentre-se nos pontos sensíveis

# activity.forearm_massage.instruction.4
source: Move slowly and breathe deeply
de: Bewegen Sie sich langsam und atmen Sie tief
es: Muévase lentamente y respire profundamente
fr: Bougez lentement et respirez profondément
it: Muoviti lentamente e respira profondamente
ja: ゆっくりと動かし、深く呼吸します
nl: Beweeg langzaam en adem diep
pt: Mova-se lentamente e respire profundamente

# activity.wrist_rotations.instruction.1
source: Hold arm out with elbow bent at 90 degrees
de: Halten Sie den Arm mit im 90-Grad-Winkel gebeugtem Ellenbogen
es: Sostenga el brazo con el codo doblado a 90 grados
fr: Tendez le bras avec le coude plié à 90 degrés
it: Tieni il braccio esteso con il gomito piegato a 90 gradi
ja: 肘を90度に曲げて腕を伸ばします
nl: Houd uw arm uit met de elleboog gebogen op 90 graden
pt: Segure o braço com o cotovelo dobrado a 90 graus

# activity.wrist_rotations.instruction.2
source: Slowly rotate wrist in circles
de: Drehen Sie das Handgelenk langsam im Kreis
es: Rote lentamente la muñeca en círculos
fr: Faites tourner lentement le poignet en cercles
it: Ruota lentamente il polso in cerchio
ja: 手首をゆっくりと円を描くように回転させます
nl: Roteer de pols langzaam in cirkels
pt: Gire lentamente o punho em círculos

# activity.wrist_rotations.instruction.3
source: Do 10 rotations clockwise
de: Führen Sie 10 Drehungen im Uhrzeigersinn aus
es: Haga 10 rotaciones en sentido horario
fr: Faites 10 rotations dans le sens horaire
it: Fai 10 rotazioni in senso orario
ja: 時計回りに10回転行います
nl: Doe 10 rotaties met de klok mee
pt: Faça 10 rotações no sentido horário

# activity.wrist_rotations.instruction.4
source: Then 10 rotations counter-clockwise
de: Dann 10 Drehungen gegen den Uhrzeigersinn
es: Luego 10 rotaciones en sentido antihorario
fr: Puis 10 rotations dans le sens antihoraire
it: Poi 10 rotazioni in senso antiorario
ja: 次に反時計回りに10回転行います
nl: Daarna 10 rotaties tegen de klok in
pt: Depois 10 rotações no sentido anti-horário

# activity.pain_level_check.instruction.1
source: Rate your current pain level
de: Bewerten Sie Ihr aktuelles Schmerzniveau
es: Califique su nivel de dolor actual
fr: Évaluez votre niveau de douleur actuel
it: Valuta il tuo livello di dolore attuale
ja: 現在の痛みレベルを評価してください
nl: Beoordeel uw huidige pijnniveau
pt: Avalie seu nível de dor atual

# activity.pain_level_check.instruction.2
source: Consider pain during activities
de: Berücksichtigen Sie Schmerzen während der Aktivitäten
es: Considere el dolor durante las actividades
fr: Considérez la douleur pendant les activités
it: Considera il dolore durante le attività
ja: 活動中の痛みを考慮してください
nl: Overweeg pijn tijdens activiteiten
pt: Considere a dor durante as atividades

# activity.pain_level_check.instruction.3
source: Note any changes from previous sessions
de: Notieren Sie alle Veränderungen gegenüber vorherigen Sitzungen
es: Anote cualquier cambio de sesiones anteriores
fr: Notez tout changement par rapport aux séances précédentes
it: Annota eventuali cambiamenti rispetto alle sessioni precedenti
ja: 前回のセッションからの変化に注目してください
nl: Noteer eventuele veranderingen ten opzichte van eerdere sessies
pt: Note quaisquer mudanças em relação às sessões anteriores

# activity.pain_level_check.instruction.4
source: This helps track your recovery progress
de: Dies hilft, Ihren Genesungsfortschritt zu verfolgen
es: Esto ayuda a rastrear el progreso de su recuperación
fr: Cela aide à suivre vos progrès de récupération
it: Questo aiuta a monitorare i tuoi progressi di recupero
ja: これは回復の進捗を追跡するのに役立ちます
nl: Dit helpt bij het volgen van uw herstelvoortgang
pt: Isso ajuda a acompanhar seu progresso de recuperação

# plan.week_1_2_gentle_recovery
source: Week 1-2: Gentle Recovery
de: Woche 1-2: Sanfte Erholung
es: Semana 1-2: Recuperación Suave
fr: Semaines 1-2 : Récupération douce
it: Settimana 1-2: Recupero Delicato
ja: 第1〜2週：優しい回復期
nl: Week 1-2: Zacht Herstel
pt: Semanas 1-2: Recuperação Suave

# plan.week_3_4_progressive_strengthening
source: Week 3-4: Progressive Strengthening
de: Woche 3-4: Progressive Kräftigung
es: Semana 3-4: Fortalecimiento Progresivo
fr: Semaines 3-4 : Renforcement progressif
it: Settimana 3-4: Rafforzamento Progressivo
ja: 第3〜4週：段階的強化期
nl: Week 3-4: Progressieve Versterking
pt: Semanas 3-4: Fortalecimento Progressivo

# plan.week_5_6_active_rehabilitation
source: Week 5-6: Active Rehabilitation
de: Woche 5-6: Aktive Rehabilitation
es: Semana 5-6: Rehabilitación Activa
fr: Semaines 5-6 : Rééducation active
it: Settimana 5-6: Riabilitazione Attiva
ja: 第5〜6週：積極的リハビリ期
nl: Week 5-6: Actieve Revalidatie
pt: Semanas 5-6: Reabilitação Ativa

# plan.week_1_2_gentle_recovery.description
source: Focus on reducing inflammation and gentle stretching
de: Fokus auf Reduzierung von Entzündungen und sanfter Dehnung
es: Enfóquese en reducir la inflamación y el estiramiento suave
fr: Concentrez-vous sur la réduction de l'inflammation et les étirements doux
it: Concentrati sulla riduzione dell'infiammazione e sull'allungamento delicato
ja: 炎症の軽減と優しいストレッチに焦点を当てます
nl: Focus op het verminderen van ontsteking en zachte stretching
pt: Foco na redução da inflamação e alongamento suave

# plan.week_3_4_progressive_strengthening.description
source: Add gentle strengthening exercises
de: Ergänzung durch sanfte Kräftigungsübungen
es: Agregue ejercicios de fortalecimiento suave
fr: Ajoutez des exercices de renforcement doux
it: Aggiungi esercizi di rafforzamento delicato
ja: 優しい強化運動を追加します
nl: Voeg zachte krachtoefeningen toe
pt: Adicionar exercícios de fortalecimento suaves

# plan.week_5_6_active_rehabilitation.description
source: Increase strength and endurance
de: Steigerung von Kraft und Ausdauer
es: Aumente la fuerza y la resistencia
fr: Augmentez la force et l'endurance
it: Aumenta la forza e la resistenza
ja: 筋力と持久力を向上させます
nl: Verhoog kracht en uithoudingsvermogen
pt: Aumentar força e resistência

# activity_type.exercise
source: Exercise
de: Übung
es: Ejercicio
fr: Exercice
it: Esercizio
ja: 運動
nl: Oefening
pt: Exercício

# activity_type.stretch
source: Stretch
de: Dehnung
es: Estiramiento
fr: Étirement
it: Allungamento
ja: ストレッチ
pt: Alongamento

# activity_type.ice_therapy
source: Ice Therapy
de: Eistherapie
es: Terapia con Hielo
fr: Thérapie par le froid
it: Terapia del Freddo
ja: アイシング療法
nl: IJstherapie
pt: Terapia com Gelo

# activity_type.rest
source: Rest
de: Ruhe
es: Descanso
fr: Repos
it: Riposo
ja: 休息
nl: Rust
pt: Repouso

# activity_type.medication
source: Medication
de: Medikation
es: Medicación
fr: Médicament
it: Farmaco
ja: 服薬
nl: Medicatie
pt: Medicação

# activity_type.pain_tracking
source: Pain Tracking
de: Schmerzverfolgung
es: Seguimiento del Dolor
fr: Suivi de la douleur
it: Monitoraggio del Dolore
ja: 痛みの記録
nl: Pijnregistratie
pt: Monitoramento da Dor

# difficulty.beginner
source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
ja: 初級
pt: Iniciante

# difficulty.intermediate
source: Intermediate
de: Fortgeschritten
es: Intermedio
fr: Intermédiaire
it: Intermedio
ja: 中級
nl: Gemiddeld
pt: Intermediário

# difficulty.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato
ja: 上級
nl: Gevorderd
pt: Avançado

# day.sunday
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ja: 日曜日
nl: Zondag
pt: Domingo

# day.monday
source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
ja: 月曜日
nl: Maandag
pt: Segunda-feira

# day.tuesday
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ja: 火曜日
nl: Dinsdag
pt: Terça-feira

# day.wednesday
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日
nl: Woensdag
pt: Quarta-feira

# day.thursday
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ja: 木曜日
nl: Donderdag
pt: Quinta-feira

# day.friday
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ja: 金曜日
nl: Vrijdag
pt: Sexta-feira

# day.saturday
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ja: 土曜日
nl: Zaterdag
pt: Sábado

# source.exercise.description
source: Eccentric strengthening exercises are supported by research published in the British Journal of Sports Medicine and guidelines from the American Academy of Orthopaedic Surgeons.
de: Exzentrische Kräftigungsübungen werden durch Forschung unterstützt, die im British Journal of Sports Medicine veröffentlicht wurde, sowie durch Richtlinien der American Academy of Orthopaedic Surgeons.
es: Los ejercicios de fortalecimiento excéntrico están respaldados por investigaciones publicadas en el British Journal of Sports Medicine y las pautas de la Academia Estadounidense de Cirujanos Ortopédicos.
fr: Les exercices de renforcement excentriques sont soutenus par des recherches publiées dans le British Journal of Sports Medicine et les directives de l'American Academy of Orthopaedic Surgeons.
it: Gli esercizi di rafforzamento eccentrico sono supportati da ricerche pubblicate nel British Journal of Sports Medicine e dalle linee guida dell'American Academy of Orthopaedic Surgeons.
ja: 偏心性強化運動は、British Journal of Sports Medicineに掲載された研究とAmerican Academy of Orthopaedic Surgeons（AAOS）のガイドラインによって支持されています。
nl: Excentrische krachtoefeningen worden ondersteund door onderzoek gepubliceerd in het British Journal of Sports Medicine en richtlijnen van de American Academy of Orthopaedic Surgeons.
pt: Os exercícios de fortalecimento excêntrico são apoiados por pesquisas publicadas no British Journal of Sports Medicine e diretrizes da American Academy of Orthopaedic Surgeons.

# source.stretch.description
source: Stretching protocols are based on clinical studies published in the British Journal of Sports Medicine demonstrating effectiveness for lateral epicondylitis.
de: Dehnungsprotokolle basieren auf klinischen Studien, die im British Journal of Sports Medicine veröffentlicht wurden und die Wirksamkeit bei lateraler Epicondylitis nachweisen.
es: Los protocolos de estiramiento se basan en estudios clínicos publicados en el British Journal of Sports Medicine que demuestran efectividad para la epicondilitis lateral.
fr: Les protocoles d'étirement sont basés sur des études cliniques publiées dans le British Journal of Sports Medicine démontrant leur efficacité pour l'épicondylite latérale.
it: I protocolli di allungamento si basano su studi clinici pubblicati nel British Journal of Sports Medicine che dimostrano l'efficacia per l'epicondilite laterale.
ja: ストレッチプロトコルは、British Journal of Sports Medicineに掲載された外側上顆炎に対する有効性を示す臨床研究に基づいています。
nl: Stretchprotocollen zijn gebaseerd op klinische studies gepubliceerd in het British Journal of Sports Medicine die de effectiviteit voor laterale epicondylitis aantonen.
pt: Os protocolos de alongamento são baseados em estudos clínicos publicados no British Journal of Sports Medicine demonstrando eficácia para epicondilite lateral.
