Repository: SlackJaw74/tennis-elbow
Catalog: TennisElbow/TennisElbow/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt

source: Clear All Data
de: Alle Daten löschen
es: Borrar Todos los Datos
fr: Effacer toutes les données
it: Cancella Tutti i Dati
ja: すべてのデータを消去
nl: Alle Gegevens Wissen
pt: Limpar Todos os Dados

source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
ja: 情報
nl: Informatie
pt: Informações

source: About Tennis Elbow
de: Über Tennisellenbogen
es: Acerca del Codo de Tenista
fr: À propos de l'épicondylite latérale
it: Info sul Gomito del Tennista
ja: テニス肘について
nl: Over Tenniselleboog
pt: Sobre Cotovelo de Tenista

source: Treatment Tips
de: Behandlungstipps
es: Consejos de Tratamiento
fr: Conseils de traitement
it: Suggerimenti per il Trattamento
ja: 治療のヒント
nl: Behandelingstips
pt: Dicas de Tratamento

source: Medical Sources & Citations
de: Medizinische Quellen & Zitate
es: Fuentes Médicas y Citas
fr: Sources médicales et citations
it: Fonti Mediche e Citazioni
ja: 医療情報源と引用
nl: Medische Bronnen & Citaten
pt: Fontes Médicas e Citações

source: App Information
de: App-Informationen
es: Información de la Aplicación
fr: Informations sur l'application
it: Informazioni App
ja: アプリ情報
nl: App-informatie
pt: Informações do Aplicativo

source: Version
es: Versión
it: Versione
ja: バージョン
nl: Versie
pt: Versão

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Configurações

# settings.clear_data_warning
source: This will delete all your scheduled activities, completed sessions, and progress data. This action cannot be undone.
de: Dadurch werden alle Ihre geplanten Aktivitäten, abgeschlossenen Sitzungen und Fortschrittsdaten gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todas sus actividades programadas, sesiones completadas y datos de progreso. Esta acción no se puede deshacer.
fr: Cela supprimera toutes vos activités programmées, vos séances terminées et vos données de progrès. Cette action ne peut pas être annulée.
it: Questo eliminerà tutte le tue attività programmate, sessioni completate e dati sui progressi. Questa azione non può essere annullata.
ja: これにより、スケジュールされたすべての活動、完了したセッション、進捗データが削除されます。この操作は元に戻せません。
nl: Dit zal al uw geplande activiteiten, voltooide sessies en voortgangsgegevens verwijderen. Deze actie kan niet ongedaan worden gemaakt.
pt: Isto irá excluir todas as suas atividades agendadas, sessões concluídas e dados de progresso. Esta ação não pode ser desfeita.

source: What is Tennis Elbow?
de: Was ist Tennisellenbogen?
es: ¿Qué es el Codo de Tenista?
fr: Qu'est-ce que l'épicondylite latérale ?
it: Cos'è il Gomito del Tennista?
ja: テニス肘とは？
nl: Wat is Tenniselleboog?
pt: O que é Cotovelo de Tenista?

# about.tennis_elbow_description
source: Tennis elbow (lateral epicondylitis) is a painful condition that occurs when tendons in your elbow are overloaded, usually by repetitive motions of the wrist and arm. Despite its name, most people who get tennis elbow don't play tennis. It's common in people whose jobs feature repetitive arm motions.
de: Tennisellenbogen (laterale Epicondylitis) ist eine schmerzhafte Erkrankung, die auftritt, wenn die Sehnen in Ihrem Ellenbogen überlastet werden, normalerweise durch wiederholte Bewegungen des Handgelenks und Arms. Trotz des Namens bekommen die meisten Menschen mit Tennisellenbogen ihn nicht durch Tennis. Er ist häufig bei Menschen, deren Arbeit sich wiederholende Armbewegungen erfordert.
es: El codo de tenista (epicondilitis lateral) es una condición dolorosa que ocurre cuando los tendones del codo se sobrecargan, generalmente por movimientos repetitivos de la muñeca y el brazo. A pesar de su nombre, la mayoría de las personas que tienen codo de tenista no juegan tenis. Es común en personas cuyos trabajos presentan movimientos repetitivos del brazo.
fr: L'épicondylite latérale (tennis elbow) est une affection douloureuse qui survient lorsque les tendons de votre coude sont surchargés, généralement par des mouvements répétitifs du poignet et du bras. Malgré son nom, la plupart des personnes qui développent cette condition ne jouent pas au tennis. Elle est courante chez les personnes dont le travail implique des mouvements répétitifs du bras.
it: Il gomito del tennista (epicondilite laterale) è una condizione dolorosa che si verifica quando i tendini del gomito sono sovraccaricati, solitamente da movimenti ripetitivi del polso e del braccio. Nonostante il nome, la maggior parte delle persone che sviluppano il gomito del tennista non gioca a tennis. È comune nelle persone i cui lavori comportano movimenti ripetitivi del braccio.
ja: テニス肘（外側上顆炎）は、通常、手首と腕の反復的な動作によって肘の腱が過負荷になったときに発生する痛みを伴う状態です。名前にもかかわらず、テニス肘になる人のほとんどはテニスをしていません。腕の反復的な動作を伴う仕事をしている人によく見られます。
nl: Tenniselleboog (laterale epicondylitis) is een pijnlijke aandoening die optreedt wanneer de pezen in uw elleboog overbelast raken, meestal door repetitieve bewegingen van de pols en arm. Ondanks de naam krijgen de meeste mensen met tenniselleboog het niet door tennis te spelen. Het komt vaak voor bij mensen wier werk repetitieve armbewegingen vereist.
pt: Cotovelo de tenista (epicondilite lateral) é uma condição dolorosa que ocorre quando os tendões do seu cotovelo ficam sobrecarregados, geralmente por movimentos repetitivos do pulso e braço. Apesar do nome, a maioria das pessoas que têm cotovelo de tenista não joga tênis. É comum em pessoas cujos trabalhos envolvem movimentos repetitivos do braço.

source: Common Symptoms
de: Häufige Symptome
es: Síntomas Comunes
fr: Symptômes courants
it: Sintomi Comuni
ja: 一般的な症状
nl: Veel Voorkomende Symptomen
pt: Sintomas Comuns

# symptoms.pain_outer_part
source: Pain or burning on the outer part of your elbow
de: Schmerzen oder Brennen an der Außenseite Ihres Ellenbogens
es: Dolor o ardor en la parte externa del codo
fr: Douleur ou brûlure sur la partie externe de votre coude
it: Dolore o bruciore sulla parte esterna del gomito
ja: 肘の外側の痛みまたは灼熱感
nl: Pijn of branderig gevoel aan de buitenkant van uw elleboog
pt: Dor ou queimação na parte externa do seu cotovelo

# symptoms.weak_grip
source: Weak grip strength
de: Schwache Griffkraft
es: Fuerza de agarre débil
fr: Force de préhension faible
it: Forza di presa debole
ja: 握力の低下
nl: Zwakke greepkracht
pt: Força de preensão fraca

# symptoms.pain_lifting
source: Pain when lifting or bending your arm
de: Schmerzen beim Heben oder Beugen Ihres Arms
es: Dolor al levantar o doblar el brazo
fr: Douleur lors du levage ou de la flexion de votre bras
it: Dolore quando si solleva o si piega il braccio
ja: 腕を持ち上げたり曲げたりするときの痛み
nl: Pijn bij het tillen of buigen van uw arm
pt: Dor ao levantar ou dobrar o braço

# symptoms.pain_gripping
source: Pain when gripping objects
de: Schmerzen beim Greifen von Gegenständen
es: Dolor al agarrar objetos
fr: Douleur lors de la saisie d'objets
it: Dolore quando si afferrano oggetti
ja: 物をつかむときの痛み
nl: Pijn bij het vastpakken van voorwerpen
pt: Dor ao segurar objetos

source: Treatment Approach
de: Behandlungsansatz
es: Enfoque de Tratamiento
fr: Approche de traitement
it: Approccio Terapeutico
ja: 治療アプローチ
nl: Behandelingsbenadering
pt: Abordagem de Tratamento

# about.treatment_description
source: This app follows evidence-based treatment protocols combining rest, ice therapy, stretching, and strengthening exercises. The exercises are designed to gradually build strength in your forearm muscles and tendons. Most people see improvement within 6-12 weeks of consistent treatment.
de: Diese App folgt evidenzbasierten Behandlungsprotokollen, die Ruhe, Eistherapie, Dehnübungen und Kräftigungsübungen kombinieren. Die Übungen sind darauf ausgelegt, die Kraft in Ihren Unterarmmuskeln und -sehnen schrittweise aufzubauen. Die meisten Menschen sehen innerhalb von 6-12 Wochen konsequenter Behandlung Verbesserungen.
es: Esta aplicación sigue protocolos de tratamiento basados en evidencia que combinan reposo, terapia con hielo, estiramientos y ejercicios de fortalecimiento. Los ejercicios están diseñados para desarrollar gradualmente la fuerza en los músculos y tendones del antebrazo. La mayoría de las personas ven mejoras dentro de 6-12 semanas de tratamiento constante.
fr: Cette application suit des protocoles de traitement fondés sur des preuves combinant repos, thérapie par le froid, étirements et exercices de renforcement. Les exercices sont conçus pour développer progressivement la force de vos muscles et tendons de l'avant-bras. La plupart des personnes constatent une amélioration dans les 6 à 12 semaines d'un traitement régulier.
it: Questa app segue protocolli di trattamento basati sull'evidenza che combinano riposo, terapia del freddo, stretching ed esercizi di rafforzamento. Gli esercizi sono progettati per sviluppare gradualmente la forza nei muscoli e tendini dell'avambraccio. La maggior parte delle persone vede miglioramenti entro 6-12 settimane di trattamento costante.
ja: このアプリは、休息、アイスセラピー、ストレッチ、強化運動を組み合わせたエビデンスに基づく治療プロトコルに従っています。運動は、前腕の筋肉と腱の強度を徐々に高めるように設計されています。ほとんどの人は、一貫した治療の6〜12週間以内に改善が見られます。
nl: Deze app volgt evidence-based behandelingsprotocollen die rust, ijstherapie, stretching en krachttraining combineren. De oefeningen zijn ontworpen om geleidelijk kracht op te bouwen in uw onderarmspieren en -pezen. De meeste mensen zien verbetering binnen 6-12 weken consistente behandeling.
pt: Este aplicativo segue protocolos de tratamento baseados em evidências que combinam repouso, terapia com gelo, alongamento e exercícios de fortalecimento. Os exercícios são projetados para desenvolver gradualmente a força nos músculos e tendões do antebraço. A maioria das pessoas vê melhora dentro de 6-12 semanas de tratamento consistente.

source: View All Medical Sources
de: Alle medizinischen Quellen anzeigen
es: Ver Todas las Fuentes Médicas
fr: Voir toutes les sources médicales
it: Visualizza Tutte le Fonti Mediche
ja: すべての医療情報源を表示
nl: Bekijk Alle Medische Bronnen
pt: Ver Todas as Fontes Médicas

source: Ice Regularly
de: Regelmäßig kühlen
es: Aplicar Hielo Regularmente
fr: Appliquer de la glace régulièrement
it: Applicare Ghiaccio Regolarmente
ja: 定期的にアイシング
nl: Regelmatig IJzen
pt: Aplicar Gelo Regularmente

# tips.ice_description
source: Apply ice for 15 minutes, 3-4 times daily to reduce inflammation
de: Tragen Sie 3-4 Mal täglich 15 Minuten lang Eis auf, um Entzündungen zu reduzieren
es: Aplique hielo durante 15 minutos, 3-4 veces al día para reducir la inflamación
fr: Appliquez de la glace pendant 15 minutes, 3 à 4 fois par jour pour réduire l'inflammation
it: Applica ghiaccio per 15 minuti, 3-4 volte al giorno per ridurre l'infiammazione
ja: 炎症を抑えるために、1日3〜4回、15分間アイシングしてください
nl: Breng 3-4 keer per dag 15 minuten ijs aan om ontsteking te verminderen
pt: Aplique gelo por 15 minutos, 3-4 vezes ao dia para reduzir a inflamação

source: Start Slow
de: Langsam beginnen
es: Comenzar Despacio
fr: Commencer doucement
it: Inizia Lentamente
ja: ゆっくり始める
nl: Begin Langzaam
pt: Começar Devagar

# tips.start_slow_description
source: Begin with gentle stretches and gradually increase intensity
de: Beginnen Sie mit sanften Dehnübungen und steigern Sie die Intensität allmählich
es: Comience con estiramientos suaves y aumente gradualmente la intensidad
fr: Commencez par des étirements doux et augmentez progressivement l'intensité
it: Inizia con allungamenti delicati e aumenta gradualmente l'intensità
ja: 穏やかなストレッチから始めて、徐々に強度を上げてください
nl: Begin met zachte stretchoefeningen en verhoog geleidelijk de intensiteit
pt: Comece com alongamentos suaves e aumente gradualmente a intensidade

source: Be Consistent
de: Konsequent sein
es: Ser Constante
fr: Être régulier
it: Sii Costante
ja: 一貫性を持つ
nl: Wees Consistent
pt: Ser Consistente

# tips.consistency_description
source: Regular, daily exercises are more effective than occasional intense sessions
de: Regelmäßige, tägliche Übungen sind effektiver als gelegentliche intensive Sitzungen
es: Los ejercicios regulares y diarios son más efectivos que las sesiones intensas ocasionales
fr: Des exercices réguliers et quotidiens sont plus efficaces que des séances intenses occasionnelles
it: Esercizi regolari e quotidiani sono più efficaci di sessioni intense occasionali
ja: 定期的な毎日の運動は、時々の激しいセッションよりも効果的です
nl: Regelmatige, dagelijkse oefeningen zijn effectiever dan occasionele intense sessies
pt: Exercícios regulares diários são mais eficazes do que sessões intensas ocasionais

source: Modify Activities
de: Aktivitäten anpassen
es: Modificar Actividades
fr: Modifier les activités
it: Modifica le Attività
ja: 活動を調整する
nl: Activiteiten Aanpassen
pt: Modificar Atividades

# tips.modify_description
source: Avoid or modify activities that aggravate your symptoms
de: Vermeiden oder modifizieren Sie Aktivitäten, die Ihre Symptome verschlimmern
es: Evite o modifique actividades que agraven sus síntomas
fr: Évitez ou modifiez les activités qui aggravent vos symptômes
it: Evita o modifica le attività che aggravano i tuoi sintomi
ja: 症状を悪化させる活動は避けるか、変更してください
nl: Vermijd of pas activiteiten aan die uw symptomen verergeren
pt: Evite ou modifique atividades que agravem seus sintomas

source: Warm Up
de: Aufwärmen
es: Calentar
fr: Échauffement
it: Riscaldamento
ja: ウォームアップ
nl: Opwarmen
pt: Aquecer

# tips.warmup_description
source: Always warm up your arm before exercises
de: Wärmen Sie Ihren Arm immer vor den Übungen auf
es: Siempre caliente su brazo antes de los ejercicios
fr: Échauffez toujours votre bras avant les exercices
it: Riscalda sempre il braccio prima degli esercizi
ja: 運動の前に必ず腕をウォームアップしてください
nl: Warm uw arm altijd op voor oefeningen
pt: Sempre aqueça seu braço antes dos exercícios

source: Seek Professional Help
de: Professionelle Hilfe suchen
es: Buscar Ayuda Profesional
fr: Consulter un professionnel
it: Cerca Aiuto Professionale
ja: 専門家の助けを求める
nl: Zoek Professionele Hulp
pt: Procurar Ajuda Profissional

# tips.professional_help_description
source: If pain persists beyond 6-8 weeks, consult a healthcare provider
de: Wenn die Schmerzen länger als 6-8 Wochen andauern, konsultieren Sie einen Arzt
es: Si el dolor persiste más de 6-8 semanas, consulte a un proveedor de atención médica
fr: Si la douleur persiste au-delà de 6 à 8 semaines, consultez un professionnel de santé
it: Se il dolore persiste oltre le 6-8 settimane, consulta un operatore sanitario
ja: 痛みが6〜8週間を超えて続く場合は、医療提供者に相談してください
nl: Als de pijn langer dan 6-8 weken aanhoudt, raadpleeg dan een zorgverlener
pt: Se a dor persistir além de 6-8 semanas, consulte um profissional de saúde

source: Sources
de: Quellen
es: Fuentes
it: Fonti
ja: 情報源
nl: Bronnen
pt: Fontes

# tips.sources_description
source: The information above is based on guidelines from the American Academy of Orthopaedic Surgeons (AAOS) and Mayo Clinic's treatment protocols for lateral epicondylitis.
de: Die obigen Informationen basieren auf Richtlinien der American Academy of Orthopaedic Surgeons (AAOS) und den Behandlungsprotokollen der Mayo Clinic für laterale Epicondylitis.
es: La información anterior se basa en las pautas de la Academia Estadounidense de Cirujanos Ortopédicos (AAOS) y los protocolos de tratamiento de la Clínica Mayo para la epicondilitis lateral.
fr: Les informations ci-dessus sont basées sur les directives de l'American Academy of Orthopaedic Surgeons (AAOS) et les protocoles de traitement de la Mayo Clinic pour l'épicondylite latérale.
it: Le informazioni sopra si basano sulle linee guida dell'American Academy of Orthopaedic Surgeons (AAOS) e sui protocolli di trattamento della Mayo Clinic per l'epicondilite laterale.
ja: 上記の情報は、American Academy of Orthopaedic Surgeons（AAOS）のガイドラインとMayo Clinicの外側上顆炎の治療プロトコルに基づいています。
nl: De bovenstaande informatie is gebaseerd op richtlijnen van de American Academy of Orthopaedic Surgeons (AAOS) en de behandelingsprotocollen van Mayo Clinic voor laterale epicondylitis.
pt: As informações acima são baseadas em diretrizes da American Academy of Orthopaedic Surgeons (AAOS) e protocolos de tratamento da Mayo Clinic para epicondilite lateral.

source: Evidence-Based
de: Evidenzbasiert
es: Basado en Evidencia
fr: Fondé sur des preuves
it: Basato sull'Evidenza
ja: エビデンスに基づく
pt: Baseado em Evidências

source: View Research Source
de: Forschungsquelle anzeigen
es: Ver Fuente de Investigación
fr: Voir la source de recherche
it: Visualizza Fonte di Ricerca
ja: 研究情報源を表示
nl: Bekijk Onderzoeksbron
pt: Ver Fonte de Pesquisa

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
nl: Duur
pt: Duração

source: Reps
de: Wiederholungen
es: Repeticiones
fr: Répétitions
it: Ripetizioni
ja: 回数
nl: Herhalingen
pt: Repetições

source: Sets
de: Sätze
es: Series
fr: Séries
it: Serie
ja: セット
pt: Séries

source: References & Citations
de: Referenzen & Zitate
es: Referencias y Citas
fr: Références et citations
it: Riferimenti e Citazioni
ja: 参考文献と引用
nl: Referenties & Citaten
pt: Referências e Citações

# medical_sources.description
source: The exercises and treatment recommendations in this app are based on peer-reviewed medical research and clinical guidelines from recognized medical institutions.
de: Die Übungen und Behandlungsempfehlungen in dieser App basieren auf von Fachleuten begutachteter medizinischer Forschung und klinischen Richtlinien anerkannter medizinischer Institutionen.
es: Los ejercicios y recomendaciones de tratamiento en esta aplicación se basan en investigaciones médicas revisadas por pares y pautas clínicas de instituciones médicas reconocidas.
fr: Les exercices et recommandations de traitement de cette application sont basés sur des recherches médicales évaluées par des pairs et des directives cliniques d'institutions médicales reconnues.
it: Gli esercizi e le raccomandazioni terapeutiche in questa app si basano su ricerche mediche sottoposte a revisione paritaria e linee guida cliniche di istituzioni mediche riconosciute.
ja: このアプリの運動と治療の推奨事項は、査読済みの医学研究と、認められた医療機関の臨床ガイドラインに基づいています。
nl: De oefeningen en behandelingsaanbevelingen in deze app zijn gebaseerd op medisch onderzoek dat door peers is beoordeeld en klinische richtlijnen van erkende medische instellingen.
pt: Os exercícios e recomendações de tratamento neste aplicativo são baseados em pesquisas médicas revisadas por pares e diretrizes clínicas de instituições médicas reconhecidas.

source: Important Note
de: Wichtiger Hinweis
es: Nota Importante
fr: Note importante
it: Nota Importante
ja: 重要な注意事項
nl: Belangrijke Opmerking
pt: Nota Importante

# medical_sources.disclaimer
source: These sources are provided for informational purposes only. Always consult with a qualified healthcare provider before starting any treatment program.
de: Diese Quellen werden nur zu Informationszwecken bereitgestellt. Konsultieren Sie immer einen qualifizierten Arzt, bevor Sie mit einem Behandlungsprogramm beginnen.
es: Estas fuentes se proporcionan solo con fines informativos. Siempre consulte con un proveedor de atención médica calificado antes de comenzar cualquier programa de tratamiento.
fr: Ces sources sont fournies à titre informatif uniquement. Consultez toujours un professionnel de santé qualifié avant de commencer tout programme de traitement.
it: Queste fonti sono fornite solo a scopo informativo. Consulta sempre un operatore sanitario qualificato prima di iniziare qualsiasi programma di trattamento.
ja: これらの情報源は情報提供のみを目的として提供されています。治療プログラムを開始する前に、必ず資格のある医療提供者に相談してください。
nl: Deze bronnen worden alleen ter informatie verstrekt. Raadpleeg altijd een gekwalificeerde zorgverlener voordat u aan een behandelingsprogramma begint.
pt: Estas fontes são fornecidas apenas para fins informativos. Sempre consulte um profissional de saúde qualificado antes de iniciar qualquer programa de tratamento.

source: Peer-Reviewed Sources
de: Von Fachleuten begutachtete Quellen
es: Fuentes Revisadas por Pares
fr: Sources évaluées par des pairs
it: Fonti Sottoposte a Revisione Paritaria
ja: 査読済みの情報源
nl: Peer-Reviewed Bronnen
pt: Fontes Revisadas por Pares

source: Additional Resources
de: Zusätzliche Ressourcen
es: Recursos Adicionales
fr: Ressources supplémentaires
it: Risorse Aggiuntive
ja: 追加リソース
nl: Aanvullende Bronnen
pt: Recursos Adicionais

source: National Institutes of Health (NIH)
es: Institutos Nacionales de Salud (NIH)
ja: 国立衛生研究所（NIH）

source: MedlinePlus - Tennis Elbow
de: MedlinePlus - Tennisellenbogen
es: MedlinePlus - Codo de Tenista
fr: MedlinePlus - Épicondylite latérale
it: MedlinePlus - Gomito del Tennista
ja: MedlinePlus - テニス肘
nl: MedlinePlus - Tenniselleboog
pt: MedlinePlus - Cotovelo de Tenista

source: Cleveland Clinic
es: Clínica Cleveland
ja: クリーブランドクリニック

source: Lateral Epicondylitis Overview
de: Überblick über laterale Epicondylitis
es: Descripción General de Epicondilitis Lateral
fr: Aperçu de l'épicondylite latérale
it: Panoramica Epicondilite Laterale
ja: 外側上顆炎の概要
nl: Overzicht Laterale Epicondylitis
pt: Visão Geral da Epicondilite Lateral

source: NHS (UK National Health Service)
de: NHS (Britischer Nationaler Gesundheitsdienst)
es: NHS (Servicio Nacional de Salud del Reino Unido)
fr: NHS (Service national de santé du Royaume-Uni)
it: NHS (Servizio Sanitario Nazionale del Regno Unito)
ja: NHS（英国国民保健サービス）
pt: NHS (Serviço Nacional de Saúde do Reino Unido)

source: Tennis Elbow Treatment Guide
de: Behandlungsleitfaden für Tennisellenbogen
es: Guía de Tratamiento del Codo de Tenista
fr: Guide de traitement de l'épicondylite latérale
it: Guida al Trattamento del Gomito del Tennista
ja: テニス肘治療ガイド
nl: Behandelingsgids Tenniselleboog
pt: Guia de Tratamento do Cotovelo de Tenista

source: View Source
de: Quelle anzeigen
es: Ver Fuente
fr: Voir la source
it: Visualizza Fonte
ja: 情報源を表示
nl: Bekijk Bron
pt: Ver Fonte

# activity.wrist_extension_stretch
source: Wrist Extension Stretch
de: Handgelenk-Streckdehnung
es: Estiramiento de Extensión de Muñeca
fr: Étirement en extension du poignet
it: Allungamento Estensione del Polso
ja: 手首伸展ストレッチ
nl: Polsextensie Stretch
pt: Alongamento de Extensão do Punho

# activity.wrist_flexion_stretch
source: Wrist Flexion Stretch
de: Handgelenk-Beugedehnung
es: Estiramiento de Flexión de Muñeca
fr: Étirement en flexion du poignet
it: Allungamento Flessione del Polso
ja: 手首屈曲ストレッチ
nl: Polsflexie Stretch
pt: Alongamento de Flexão do Punho

# activity.eccentric_wrist_extension
source: Eccentric Wrist Extension
de: Exzentrische Handgelenkstreckung
es: Extensión Excéntrica de Muñeca
fr: Extension excentrique du poignet
it: Estensione Eccentrica del Polso
ja: 偏心性手首伸展運動
nl: Excentrische Polsextensie
pt: Extensão Excêntrica do Punho

# activity.grip_strengthening
source: Grip Strengthening
de: Griffkräftigung
es: Fortalecimiento de Agarre
fr: Renforcement de la préhension
it: Rafforzamento della Presa
ja: 握力強化
nl: Greepkracht Versterking
pt: Fortalecimento da Preensão

# activity.ice_therapy
source: Ice Therapy
de: Eistherapie
es: Terapia con Hielo
fr: Thérapie par le froid
it: Terapia del Freddo
ja: アイシング療法
nl: IJstherapie
pt: Terapia com Gelo

# activity.forearm_massage
source: Forearm Massage
de: Unterarmmassage
es: Masaje de Antebrazo
fr: Massage de l'avant-bras
it: Massaggio dell'Avambraccio
ja: 前腕マッサージ
nl: Onderarmmassage
pt: Massagem no Antebraço

# activity.wrist_rotations
source: Wrist Rotations
de: Handgelenkrotationen
es: Rotaciones de Muñeca
fr: Rotations du poignet
it: Rotazioni del Polso
ja: 手首回転運動
nl: Polsrotaties
pt: Rotações do Punho

# activity.pain_level_check
source: Pain Level Check
de: Schmerzniveau-Überprüfung
es: Verificación del Nivel de Dolor
fr: Évaluation du niveau de douleur
it: Controllo Livello di Dolore
ja: 痛みレベルチェック
nl: Pijnniveau Controle
pt: Verificação do Nível de Dor
