Repository: SlackJaw74/tennis-elbow
Catalog: TennisElbow/TennisElbow/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
nl: Klaar
pt: Concluído

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt: Fechar

source: Complete
de: Abschließen
es: Completar
fr: Terminer
it: Completa
ja: 完了
nl: Voltooien
pt: Concluir

source: lbs
ja: ポンド

# tab.treatment
source: Treatment
de: Behandlung
fr: Traitement
it: Trattamento
ja: 治療
pt: Tratamento

# tab.schedule
source: Schedule
de: Zeitplan
fr: Programme
it: Programma
ja: スケジュール
pt: Agenda

# tab.progress
source: Progress
de: Fortschritt
fr: Progrès
it: Progressi
ja: 進捗
pt: Progresso

# tab.settings
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações

source: Medical Disclaimer
de: Medizinischer Haftungsausschluss
es: Descargo de Responsabilidad Médica
fr: Avertissement médical
it: Disclaimer Medico
ja: 医療免責事項
nl: Medische Disclaimer
pt: Aviso Médico

source: Important Information
de: Wichtige Informationen
es: Información Importante
fr: Informations importantes
it: Informazioni Importanti
ja: 重要な情報
nl: Belangrijke Informatie
pt: Informações Importantes

# disclaimer.description
source: This app is designed to provide general information and guidance about tennis elbow (lateral epicondylitis) exercises and treatment approaches. It is NOT intended to be a substitute for professional medical advice, diagnosis, or treatment.
de: Diese App wurde entwickelt, um allgemeine Informationen und Anleitungen zu Übungen und Behandlungsansätzen bei Tennisellenbogen (laterale Epicondylitis) bereitzustellen. Sie ist NICHT als Ersatz für professionelle medizinische Beratung, Diagnose oder Behandlung gedacht.
es: Esta aplicación está diseñada para proporcionar información general y orientación sobre ejercicios y enfoques de tratamiento para el codo de tenista (epicondilitis lateral). NO está destinada a ser un sustituto del consejo médico profesional, diagnóstico o tratamiento.
fr: Cette application est conçue pour fournir des informations générales et des conseils sur les exercices et les approches de traitement de l'épicondylite latérale (tennis elbow). Elle n'est PAS destinée à remplacer un avis médical professionnel, un diagnostic ou un traitement.
it: Questa app è progettata per fornire informazioni generali e indicazioni su esercizi e approcci terapeutici per il gomito del tennista (epicondilite laterale). NON è destinata a sostituire consulenza medica professionale, diagnosi o trattamento.
ja: このアプリは、テニス肘（外側上顆炎）の運動と治療アプローチに関する一般的な情報とガイダンスを提供するように設計されています。専門的な医学的アドバイス、診断、または治療の代替となることを意図していません。
nl: Deze app is ontworpen om algemene informatie en begeleiding te bieden over tenniselleboog (laterale epicondylitis) oefeningen en behandelingsbenaderingen. Het is NIET bedoeld als vervanging voor professioneel medisch advies, diagnose of behandeling.
pt: Este aplicativo foi projetado para fornecer informações gerais e orientações sobre exercícios e abordagens de tratamento para cotovelo de tenista (epicondilite lateral). NÃO se destina a substituir aconselhamento médico profissional, diagnóstico ou tratamento.

source: Please Note:
de: Bitte beachten Sie:
es: Tenga en cuenta:
fr: Veuillez noter :
it: Nota Bene:
ja: ご注意：
nl: Let op:
pt: Nota:

# disclaimer.consult_provider
source: Always consult with a qualified healthcare provider before starting any treatment program
de: Konsultieren Sie immer einen qualifizierten Arzt, bevor Sie mit einem Behandlungsprogramm beginnen
es: Siempre consulte con un proveedor de atención médica calificado antes de comenzar cualquier programa de tratamiento
fr: Consultez toujours un professionnel de santé qualifié avant de commencer tout programme de traitement
it: Consulta sempre un operatore sanitario qualificato prima di iniziare qualsiasi programma di trattamento
ja: 治療プログラムを開始する前に、必ず資格のある医療提供者に相談してください
nl: Raadpleeg altijd een gekwalificeerde zorgverlener voordat u aan een behandelingsprogramma begint
pt: Sempre consulte um profissional de saúde qualificado antes de iniciar qualquer programa de tratamento

# disclaimer.seek_attention
source: If you experience severe pain, swelling, or symptoms that worsen, seek immediate medical attention
de: Bei starken Schmerzen, Schwellungen oder sich verschlimmernden Symptomen suchen Sie sofort einen Arzt auf
es: Si experimenta dolor severo, hinchazón o síntomas que empeoran, busque atención médica inmediata
fr: Si vous ressentez une douleur intense, un gonflement ou une aggravation des symptômes, consultez immédiatement un médecin
it: Se avverti dolore intenso, gonfiore o sintomi che peggiorano, cerca immediatamente assistenza medica
ja: 激しい痛み、腫れ、症状の悪化を経験した場合は、直ちに医師の診察を受けてください
nl: Als u ernstige pijn, zwelling of verergerende symptomen ervaart, zoek dan onmiddellijk medische hulp
pt: Se você sentir dor intensa, inchaço ou sintomas que pioram, procure atendimento médico imediatamente

# disclaimer.individual_results
source: Individual results may vary based on the severity of your condition
de: Die individuellen Ergebnisse können je nach Schwere Ihrer Erkrankung variieren
es: Los resultados individuales pueden variar según la gravedad de su condición
fr: Les résultats individuels peuvent varier en fonction de la gravité de votre état
it: I risultati individuali possono variare in base alla gravità della tua condizione
ja: 個々の結果は、症状の重症度によって異なる場合があります
nl: Individuele resultaten kunnen variÃ«ren op basis van de ernst van uw aandoening
pt: Os resultados individuais podem variar com base na gravidade da sua condição

# disclaimer.not_replacement
source: This app does not replace physical therapy or medical treatment
de: Diese App ersetzt keine Physiotherapie oder medizinische Behandlung
es: Esta aplicación no reemplaza la fisioterapia o el tratamiento médico
fr: Cette application ne remplace pas la physiothérapie ou le traitement médical
it: Questa app non sostituisce la fisioterapia o il trattamento medico
ja: このアプリは、理学療法や医療治療の代わりにはなりません
nl: Deze app vervangt geen fysiotherapie of medische behandeling
pt: Este aplicativo não substitui fisioterapia ou tratamento médico

# disclaimer.stop_pain
source: Stop any exercise that causes sharp pain
de: Beenden Sie jede Übung, die scharfe Schmerzen verursacht
es: Detenga cualquier ejercicio que cause dolor agudo
fr: Arrêtez tout exercice qui provoque une douleur aiguë
it: Interrompi qualsiasi esercizio che causa dolore acuto
ja: 鋭い痛みを引き起こす運動はすべて中止してください
nl: Stop elke oefening die scherpe pijn veroorzaakt
pt: Interrompa qualquer exercício que cause dor aguda

source: Medical Sources
de: Medizinische Quellen
es: Fuentes Médicas
fr: Sources médicales
it: Fonti Mediche
ja: 医療情報源
nl: Medische Bronnen
pt: Fontes Médicas

# disclaimer.sources_description
source: The exercises and treatment recommendations in this app are based on peer-reviewed medical research and guidelines from recognized medical organizations including the American Academy of Orthopaedic Surgeons (AAOS), Mayo Clinic, and published studies in the British Journal of Sports Medicine.
de: Die Übungen und Behandlungsempfehlungen in dieser App basieren auf von Fachleuten begutachteter medizinischer Forschung und Richtlinien anerkannter medizinischer Organisationen, einschließlich der American Academy of Orthopaedic Surgeons (AAOS), der Mayo Clinic und veröffentlichten Studien im British Journal of Sports Medicine.
es: Los ejercicios y recomendaciones de tratamiento en esta aplicación se basan en investigaciones médicas revisadas por pares y pautas de organizaciones médicas reconocidas, incluida la Academia Estadounidense de Cirujanos Ortopédicos (AAOS), la Clínica Mayo y estudios publicados en el British Journal of Sports Medicine.
fr: Les exercices et recommandations de traitement de cette application sont basés sur des recherches médicales évaluées par des pairs et des directives d'organisations médicales reconnues, notamment l'American Academy of Orthopaedic Surgeons (AAOS), la Mayo Clinic et des études publiées dans le British Journal of Sports Medicine.
it: Gli esercizi e le raccomandazioni terapeutiche in questa app si basano su ricerche mediche sottoposte a revisione paritaria e linee guida di organizzazioni mediche riconosciute, tra cui l'American Academy of Orthopaedic Surgeons (AAOS), la Mayo Clinic e studi pubblicati nel British Journal of Sports Medicine.
ja: このアプリの運動と治療の推奨事項は、査読済みの医学研究と、American Academy of Orthopaedic Surgeons（AAOS）、Mayo Clinic、British Journal of Sports Medicineに掲載された研究を含む、認められた医療機関のガイドラインに基づいています。
nl: De oefeningen en behandelingsaanbevelingen in deze app zijn gebaseerd op medisch onderzoek dat door peers is beoordeeld en richtlijnen van erkende medische organisaties, waaronder de American Academy of Orthopaedic Surgeons (AAOS), Mayo Clinic en gepubliceerde studies in het British Journal of Sports Medicine.
pt: Os exercícios e recomendações de tratamento neste aplicativo são baseados em pesquisas médicas revisadas por pares e diretrizes de organizações médicas reconhecidas, incluindo a American Academy of Orthopaedic Surgeons (AAOS), Mayo Clinic e estudos publicados no British Journal of Sports Medicine.

source: View All Medical Sources & Citations
de: Alle medizinischen Quellen & Zitate anzeigen
es: Ver Todas las Fuentes Médicas y Citas
fr: Voir toutes les sources médicales et citations
it: Visualizza Tutte le Fonti Mediche e Citazioni
ja: すべての医療情報源と引用を表示
nl: Bekijk Alle Medische Bronnen & Citaten
pt: Ver Todas as Fontes Médicas e Citações

source: Data & Privacy
de: Daten & Datenschutz
es: Datos y Privacidad
fr: Données et confidentialité
it: Dati e Privacy
ja: データとプライバシー
nl: Gegevens & Privacy
pt: Dados e Privacidade

# disclaimer.privacy_description
source: All your health data (activities, pain levels, progress) is stored locally on your device. We do not collect, transmit, or share your personal health information with any third parties.
de: Alle Ihre Gesundheitsdaten (Aktivitäten, Schmerzniveaus, Fortschritte) werden lokal auf Ihrem Gerät gespeichert. Wir sammeln, übertragen oder teilen Ihre persönlichen Gesundheitsinformationen nicht mit Dritten.
es: Todos sus datos de salud (actividades, niveles de dolor, progreso) se almacenan localmente en su dispositivo. No recopilamos, transmitimos ni compartimos su información de salud personal con terceros.
fr: Toutes vos données de santé (activités, niveaux de douleur, progrès) sont stockées localement sur votre appareil. Nous ne collectons, ne transmettons ni ne partageons vos informations de santé personnelles avec des tiers.
it: Tutti i tuoi dati sulla salute (attività, livelli di dolore, progressi) sono archiviati localmente sul tuo dispositivo. Non raccogliamo, trasmettiamo o condividiamo le tue informazioni sanitarie personali con terze parti.
ja: すべての健康データ（活動、痛みのレベル、進捗状況）は、お使いのデバイスにローカルに保存されます。個人の健康情報を第三者に収集、送信、共有することはありません。
nl: Al uw gezondheidsgegevens (activiteiten, pijnniveaus, voortgang) worden lokaal op uw apparaat opgeslagen. We verzamelen, verzenden of delen uw persoonlijke gezondheidsinformatie niet met derden.
pt: Todos os seus dados de saúde (atividades, níveis de dor, progresso) são armazenados localmente no seu dispositivo. Não coletamos, transmitimos ou compartilhamos suas informações de saúde pessoais com terceiros.

source: Accept and Continue
de: Akzeptieren und fortfahren
es: Aceptar y Continuar
fr: Accepter et continuer
it: Accetta e Continua
ja: 同意して続行
nl: Accepteren en Doorgaan
pt: Aceitar e Continuar

source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ja: 拒否
nl: Weigeren
pt: Recusar

source: Schedule
de: Zeitplan
es: Horario
fr: Calendrier
it: Programma
ja: スケジュール
nl: Schema
pt: Agenda

source: Select Date
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner la date
it: Seleziona Data
ja: 日付を選択
nl: Selecteer Datum
pt: Selecionar Data

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenera
ja: 再生成
nl: Opnieuw Genereren
pt: Regerar

source: No activities scheduled
de: Keine Aktivitäten geplant
es: No hay actividades programadas
fr: Aucune activité programmée
it: Nessuna attività programmata
ja: スケジュールされた活動はありません
nl: Geen activiteiten gepland
pt: Nenhuma atividade agendada

# schedule.generate_prompt
source: Generate a schedule to see your activities
de: Erstellen Sie einen Zeitplan, um Ihre Aktivitäten zu sehen
es: Genere un horario para ver sus actividades
fr: Générez un calendrier pour voir vos activités
it: Genera un programma per vedere le tue attività
ja: スケジュールを生成して活動を確認してください
nl: Genereer een schema om uw activiteiten te zien
pt: Gere uma agenda para ver suas atividades

source: Scheduled Activity
de: Geplante Aktivität
es: Actividad Programada
fr: Activité programmée
it: Attività Programmata
ja: スケジュールされた活動
nl: Geplande Activiteit
pt: Atividade Agendada

source: Pain Level:
de: Schmerzniveau:
es: Nivel de Dolor:
fr: Niveau de douleur :
it: Livello di Dolore:
ja: 痛みのレベル：
nl: Pijnniveau:
pt: Nível de Dor:

source: Weight Used:
de: Verwendetes Gewicht:
es: Peso Utilizado:
fr: Poids utilisé :
it: Peso Utilizzato:
ja: 使用した重量：
nl: Gebruikt Gewicht:
pt: Peso Usado:

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
nl: Notities
pt: Notas

source: Mark as Complete
de: Als abgeschlossen markieren
es: Marcar como Completada
fr: Marquer comme terminé
it: Segna come Completata
ja: 完了としてマーク
nl: Markeer als Voltooid
pt: Marcar como Concluído

source: Completed
de: Abgeschlossen
es: Completada
fr: Terminé
it: Completata
ja: 完了
nl: Voltooid
pt: Concluído

source: Completed at
de: Abgeschlossen um
es: Completada a las
fr: Terminé à
it: Completata alle
ja: 完了時刻
nl: Voltooid om
pt: Concluído em

source: How do you feel?
de: Wie fühlen Sie sich?
es: ¿Cómo se siente?
fr: Comment vous sentez-vous ?
it: Come ti senti?
ja: お元気ですか？
nl: Hoe voelt u zich?
pt: Como você se sente?

# schedule.feel_after_activity
source: How do you feel after this activity?
de: Wie fühlen Sie sich nach dieser Aktivität?
es: ¿Cómo se siente después de esta actividad?
fr: Comment vous sentez-vous après cette activité ?
it: Come ti senti dopo questa attività?
ja: この活動の後、どのように感じますか？
nl: Hoe voelt u zich na deze activiteit?
pt: Como você se sente após esta atividade?

source: Weight Used
de: Verwendetes Gewicht
es: Peso Utilizado
fr: Poids utilisé
it: Peso Utilizzato
ja: 使用した重量
nl: Gebruikt Gewicht
pt: Peso Usado

source: Complete Activity
de: Aktivität abschließen
es: Completar Actividad
fr: Terminer l'activité
it: Completa Attività
ja: 活動を完了
nl: Activiteit Voltooien
pt: Concluir Atividade

# pain.none
source: No discomfort at all
de: Keine Beschwerden
es: Sin molestias en absoluto
fr: Aucune gêne
it: Nessun disagio
ja: 不快感なし
nl: Geen ongemak
pt: Nenhum desconforto

# pain.mild
source: Slight discomfort, easily manageable
de: Leichte Beschwerden, gut zu bewältigen
es: Molestia leve, fácilmente manejable
fr: Légère gêne, facilement gérable
it: Lieve disagio, facilmente gestibile
ja: わずかな不快感、管理しやすい
nl: Licht ongemak, gemakkelijk beheersbaar
pt: Leve desconforto, facilmente controlável

# pain.moderate
source: Noticeable pain but tolerable
de: Merkliche Schmerzen, aber erträglich
es: Dolor notable pero tolerable
fr: Douleur notable mais tolérable
it: Dolore evidente ma tollerabile
ja: 目立つ痛み、耐えられる
nl: Merkbare pijn maar draaglijk
pt: Dor perceptível mas tolerável

# pain.severe
source: Significant pain, difficult to ignore
de: Erhebliche Schmerzen, schwer zu ignorieren
es: Dolor significativo, difícil de ignorar
fr: Douleur importante, difficile à ignorer
it: Dolore significativo, difficile da ignorare
ja: 重大な痛み、無視するのが難しい
nl: Aanzienlijke pijn, moeilijk te negeren
pt: Dor significativa, difícil de ignorar

# pain.extreme
source: Intense pain, hard to complete activity
de: Intensive Schmerzen, schwierig die Aktivität abzuschließen
es: Dolor intenso, difícil completar la actividad
fr: Douleur intense, difficile de terminer l'activité
it: Dolore intenso, difficile completare l'attività
ja: 激しい痛み、活動を完了するのが困難
nl: Intense pijn, moeilijk om activiteit af te ronden
pt: Dor intensa, difícil de completar a atividade

source: Treatment Plan
de: Behandlungsplan
es: Plan de Tratamiento
fr: Plan de traitement
it: Piano di Trattamento
ja: 治療計画
nl: Behandelplan
pt: Plano de Tratamento

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
ja: 活動
nl: Activiteiten
pt: Atividades

source: Change Plan
de: Plan ändern
es: Cambiar Plan
fr: Changer de plan
it: Cambia Piano
ja: 計画を変更
nl: Plan Wijzigen
pt: Alterar Plano

source: Today's Progress
de: Heutiger Fortschritt
es: Progreso de Hoy
fr: Progrès du jour
it: Progressi di Oggi
ja: 今日の進捗
nl: Voortgang van Vandaag
pt: Progresso de Hoje

source: Activities Completed
de: Abgeschlossene Aktivitäten
es: Actividades Completadas
fr: Activités terminées
it: Attività Completate
ja: 完了した活動
nl: Voltooide Activiteiten
pt: Atividades Concluídas

source: Morning
de: Morgen
es: Mañana
fr: Matin
it: Mattina
ja: 朝
nl: Ochtend
pt: Manhã

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
ja: 午後
nl: Middag
pt: Tarde

source: Evening
de: Abend
es: Noche
fr: Soir
it: Sera
ja: 夕方
nl: Avond
pt: Noite

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt: Detalhes

source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
ja: 指示
nl: Instructies
pt: Instruções

source: Pain Level Check
de: Schmerzniveau-Überprüfung
es: Verificación del Nivel de Dolor
fr: Vérification du niveau de douleur
it: Controllo Livello di Dolore
ja: 痛みレベルチェック
nl: Pijnniveau Controle
pt: Verificação do Nível de Dor

# treatment.feel_after_session
source: How do you feel after this session?
de: Wie fühlen Sie sich nach dieser Sitzung?
es: ¿Cómo se siente después de esta sesión?
fr: Comment vous sentez-vous après cette séance ?
it: Come ti senti dopo questa sessione?
ja: このセッションの後、どのように感じますか？
nl: Hoe voelt u zich na deze sessie?
pt: Como você se sente após esta sessão?

source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progresso
ja: 進捗
nl: Voortgang
pt: Progresso

source: Overall Completion
de: Gesamtabschluss
es: Finalización General
fr: Achèvement global
it: Completamento Complessivo
ja: 全体の完了
nl: Algemene Voltooiing
pt: Conclusão Geral

source: Total Activities
de: Gesamte Aktivitäten
es: Actividades Totales
fr: Activités totales
it: Attività Totali
ja: 合計活動
nl: Totaal Activiteiten
pt: Total de Atividades

source: Remaining
de: Verbleibend
es: Restantes
fr: Restantes
it: Rimanenti
ja: 残り
nl: Resterend
pt: Restantes

source: Pain Trend
de: Schmerztrend
es: Tendencia del Dolor
fr: Tendance de la douleur
it: Tendenza del Dolore
ja: 痛みの傾向
nl: Pijntrend
pt: Tendência da Dor

source: Average Pain Level
de: Durchschnittliches Schmerzniveau
es: Nivel Promedio de Dolor
fr: Niveau de douleur moyen
it: Livello Medio di Dolore
ja: 平均痛みレベル
nl: Gemiddeld Pijnniveau
pt: Nível Médio de Dor

# progress.track_pain_prompt
source: Complete activities and track pain to see trends
de: Schließen Sie Aktivitäten ab und verfolgen Sie Schmerzen, um Trends zu sehen
es: Complete actividades y registre el dolor para ver tendencias
fr: Terminez des activités et suivez la douleur pour voir les tendances
it: Completa le attività e monitora il dolore per vedere le tendenze
ja: 活動を完了し、痛みを追跡して傾向を確認してください
nl: Voltooi activiteiten en volg pijn om trends te zien
pt: Complete atividades e acompanhe a dor para ver tendências

source: Pain History (30 Days)
de: Schmerzverlauf (30 Tage)
es: Historial de Dolor (30 Días)
fr: Historique de la douleur (30 jours)
it: Cronologia Dolore (30 Giorni)
ja: 痛みの履歴（30日間）
nl: Pijngeschiedenis (30 Dagen)
pt: Histórico de Dor (30 Dias)

source: No pain data recorded yet
de: Noch keine Schmerzdaten aufgezeichnet
es: Aún no se han registrado datos de dolor
fr: Aucune donnée de douleur enregistrée
it: Nessun dato sul dolore ancora registrato
ja: まだ痛みのデータが記録されていません
nl: Nog geen pijngegevens geregistreerd
pt: Nenhum dado de dor registrado ainda

source: Weight Progress (30 Days)
de: Gewichtsfortschritt (30 Tage)
es: Progreso de Peso (30 Días)
fr: Progression du poids (30 jours)
it: Progresso Pesi (30 Giorni)
ja: 重量の進捗（30日間）
nl: Gewichtsvoortgang (30 Dagen)
pt: Progresso de Peso (30 Dias)

source: Average:
de: Durchschnitt:
es: Promedio:
fr: Moyenne :
it: Media:
ja: 平均：
nl: Gemiddeld:
pt: Média:

source: Max:
es: Máx:
ja: 最大：
pt: Máx:

# progress.track_weight_prompt
source: Complete exercise activities with weight tracking to see progress
de: Schließen Sie Übungsaktivitäten mit Gewichtsverfolgung ab, um Fortschritte zu sehen
es: Complete actividades de ejercicio con seguimiento de peso para ver el progreso
fr: Terminez des exercices avec suivi du poids pour voir les progrès
it: Completa attività di esercizio con monitoraggio del peso per vedere i progressi
ja: 重量追跡付きの運動活動を完了して進捗を確認してください
nl: Voltooi oefeningsactiviteiten met gewichtsregistratie om voortgang te zien
pt: Complete atividades de exercício com acompanhamento de peso para ver o progresso

source: This Week
de: Diese Woche
es: Esta Semana
fr: Cette semaine
it: Questa Settimana
ja: 今週
nl: Deze Week
pt: Esta Semana

# progress.week_completion
source: %d%% completed this week
de: %d%% diese Woche abgeschlossen
es: %d%% completado esta semana
fr: %d%% terminé cette semaine
it: %d%% completato questa settimana
ja: 今週%d%%完了
nl: %d%% voltooid deze week
pt: %d%% concluído esta semana

source: Activity Breakdown
de: Aktivitätsaufschlüsselung
es: Desglose de Actividades
fr: Répartition des activités
it: Ripartizione Attività
ja: 活動の内訳
nl: Activiteitenoverzicht
pt: Distribuição de Atividades

source: Recent Completions
de: Kürzliche Abschlüsse
es: Finalizaciones Recientes
fr: Terminaisons récentes
it: Completamenti Recenti
ja: 最近の完了
nl: Recente Voltooiingen
pt: Conclusões Recentes

source: No completed activities yet
de: Noch keine abgeschlossenen Aktivitäten
es: Aún no hay actividades completadas
fr: Aucune activité terminée
it: Nessuna attività completata ancora
ja: まだ完了した活動はありません
nl: Nog geen voltooide activiteiten
pt: Nenhuma atividade concluída ainda

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
nl: Meldingen
pt: Notificações

source: Enable Reminders
de: Erinnerungen aktivieren
es: Activar Recordatorios
fr: Activer les rappels
it: Abilita Promemoria
ja: リマインダーを有効にする
nl: Herinneringen Inschakelen
pt: Ativar Lembretes

source: Morning Time
de: Morgenzeit
es: Hora de la Mañana
fr: Heure du matin
it: Orario Mattina
ja: 朝の時間
nl: Ochtendtijd
pt: Horário da Manhã

source: Evening Time
de: Abendzeit
es: Hora de la Tarde
fr: Heure du soir
it: Orario Sera
ja: 夕方の時間
nl: Avondtijd
pt: Horário da Noite

# settings.notification_description
source: You'll receive notifications for scheduled activities at your custom times
de: Sie erhalten Benachrichtigungen für geplante Aktivitäten zu Ihren benutzerdefinierten Zeiten
es: Recibirá notificaciones para las actividades programadas en sus horarios personalizados
fr: Vous recevrez des notifications pour les activités programmées à vos heures personnalisées
it: Riceverai notifiche per le attività programmate nei tuoi orari personalizzati
ja: カスタム時間にスケジュールされた活動の通知を受け取ります
nl: U ontvangt meldingen voor geplande activiteiten op uw aangepaste tijden
pt: Você receberá notificações para atividades agendadas em seus horários personalizados

source: Current Plan
de: Aktueller Plan
es: Plan Actual
fr: Plan actuel
it: Piano Attuale
ja: 現在の計画
nl: Huidig Plan
pt: Plano Atual

source: Regenerate Schedule
de: Zeitplan neu generieren
es: Regenerar Horario
fr: Régénérer le calendrier
it: Rigenera Programma
ja: スケジュールを再生成
nl: Schema Opnieuw Genereren
pt: Regerar Agenda

source: Data Management
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des données
it: Gestione Dati
ja: データ管理
nl: Gegevensbeheer
pt: Gestão de Dados
