Repository: SlackJaw74/tennis-elbow
Catalog: TennisElbow/TennisElbow/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt

# source.ice_therapy.description
source: Cryotherapy recommendations follow evidence-based protocols for musculoskeletal injury management as published in peer-reviewed sports medicine journals.
de: Kryotherapie-Empfehlungen folgen evidenzbasierten Protokollen für die Behandlung von Muskel-Skelett-Verletzungen, wie sie in von Fachleuten begutachteten sportmedizinischen Zeitschriften veröffentlicht wurden.
es: Las recomendaciones de crioterapia siguen protocolos basados en evidencia para el manejo de lesiones musculoesqueléticas publicados en revistas de medicina deportiva revisadas por pares.
fr: Les recommandations de cryothérapie suivent des protocoles fondés sur des preuves pour la gestion des blessures musculo-squelettiques, tels que publiés dans des revues de médecine sportive évaluées par des pairs.
it: Le raccomandazioni sulla crioterapia seguono protocolli basati sull'evidenza per la gestione delle lesioni muscoloscheletriche pubblicati in riviste di medicina sportiva sottoposte a revisione paritaria.
ja: 寒冷療法の推奨事項は、査読済みのスポーツ医学誌に掲載された筋骨格系損傷管理のエビデンスに基づくプロトコルに従っています。
nl: Cryotherapie-aanbevelingen volgen evidence-based protocollen voor musculoskeletaal letselmanagement zoals gepubliceerd in peer-reviewed sportgeneeskundige tijdschriften.
pt: As recomendações de crioterapia seguem protocolos baseados em evidências para o manejo de lesões musculoesqueléticas, conforme publicado em revistas de medicina esportiva revisadas por pares.

# source.rest.description
source: Rest and activity modification guidance follows AAOS and Mayo Clinic recommendations for tennis elbow recovery.
de: Ruhe- und Aktivitätsmodifikationsempfehlungen folgen den Empfehlungen der AAOS und Mayo Clinic für die Erholung vom Tennisellenbogen.
es: La orientación sobre descanso y modificación de actividades sigue las recomendaciones de la AAOS y la Clínica Mayo para la recuperación del codo de tenista.
fr: Les conseils sur le repos et la modification des activités suivent les recommandations de l'AAOS et de la Mayo Clinic pour la récupération de l'épicondylite latérale.
it: Le indicazioni sul riposo e la modifica dell'attività seguono le raccomandazioni dell'AAOS e della Mayo Clinic per il recupero dal gomito del tennista.
ja: 休息と活動変更のガイダンスは、AAOSとMayo Clinicのテニス肘回復の推奨事項に従っています。
nl: Richtlijnen voor rust en activiteitenmodificatie volgen AAOS en Mayo Clinic aanbevelingen voor tenniselleboogherstel.
pt: As orientações de repouso e modificação de atividades seguem as recomendações da AAOS e Mayo Clinic para recuperação do cotovelo de tenista.

# source.medication.description
source: Always consult with a healthcare provider regarding medication. This activity tracks compliance only.
de: Konsultieren Sie immer einen Arzt bezüglich Medikamenten. Diese Aktivität verfolgt nur die Einhaltung.
es: Siempre consulte con un proveedor de atención médica sobre medicamentos. Esta actividad solo rastrea el cumplimiento.
fr: Consultez toujours un professionnel de santé concernant les médicaments. Cette activité ne suit que l'observance.
it: Consulta sempre un operatore sanitario in merito ai farmaci. Questa attività monitora solo la conformità.
ja: 薬物療法については必ず医療提供者に相談してください。この活動は服薬遵守のみを記録します。
nl: Raadpleeg altijd een zorgverlener over medicatie. Deze activiteit registreert alleen naleving.
pt: Sempre consulte um profissional de saúde em relação à medicação. Esta atividade rastreia apenas a conformidade.

# source.pain_tracking.description
source: Pain tracking helps monitor recovery progress as recommended in clinical practice guidelines.
de: Schmerzverfolgung hilft dabei, den Genesungsfortschritt zu überwachen, wie in klinischen Praxisleitlinien empfohlen.
es: El seguimiento del dolor ayuda a monitorear el progreso de la recuperación según lo recomendado en las pautas de práctica clínica.
fr: Le suivi de la douleur aide à surveiller les progrès de la récupération, comme recommandé dans les directives de pratique clinique.
it: Il monitoraggio del dolore aiuta a seguire i progressi di recupero come raccomandato nelle linee guida di pratica clinica.
ja: 痛みの記録は、臨床実践ガイドラインで推奨されているように回復の進捗を監視するのに役立ちます。
nl: Pijnregistratie helpt bij het monitoren van herstelvoortgang zoals aanbevolen in klinische praktijkrichtlijnen.
pt: O monitoramento da dor ajuda a acompanhar o progresso da recuperação, conforme recomendado nas diretrizes de prática clínica.
